Repository: EngRubens/PCIToGCode
Catalog: PCIToGCode.*.po
Languages: de, it

# TFRMCMEDIDAS.BTNCALCULARX.CAPTION
source: Calcular resolução
it: Calcolo Risoluzione

# TFRMCMEDIDAS.BTNCALCULARY.CAPTION
source: Calcular resolução
it: Calcolare la risoluzione

# TFRMCMEDIDAS.BTNPONTO1X.CAPTION
source: Capturar primeiro ponto
it: Cattura primo punto

# TFRMCMEDIDAS.BTNPONTO1X.HINT
source: Clique no primeiro furo.
it: Clicca sul primo foro.

# TFRMCMEDIDAS.BTNPONTO1Y.CAPTION
source: Capturar primeiro ponto
it: Cattura il primo punto

# TFRMCMEDIDAS.BTNPONTO1Y.HINT
source: Clique no primeiro furo.
it: Fare clic sul primo foro.

# TFRMCMEDIDAS.BTNPONTO2X.CAPTION
source: Capturar segundo ponto
it: Catturare il secondo punto

# TFRMCMEDIDAS.BTNPONTO2X.HINT
source: Clique no segundo furo.
it: Fare clic sul secondo foro.

# TFRMCMEDIDAS.BTNPONTO2Y.CAPTION
source: Capturar segundo ponto
it: Catturare secondo punto

# TFRMCMEDIDAS.BTNPONTO2Y.HINT
source: Clique no segundo furo.
it: Fare clic sul secondo foro.

# tfrmcmedidas.caption
source: Calcular tamanho da placa
it: dimensione PCB

source: Eixo X
it: Asse x

source: Eixo Y
it: Asse Y

# TFRMCMEDIDAS.LABEL1.CAPTION
source: Calcular o tamanho da placa baseado na distancia padrão dos pinos de um CI de 2,54mm.
it: Calcolo delle dimensioni della scheda PCB basato sulla distanza standard di un PIN IC 2, 54mm.

source: Capturar Furos
de: Löcher erfassen
it: Catturare i fori

# tfrmfuros.btnexcluir.caption
source: Excluir
it: Escludere

source: Sair
it: Exit

# tfrmfuros.btnincluir.caption
source: Incluir
it: Includere

# tfrmfuros.caption
source: Captura de furos
it: Cattura dei fori

source: Automático
it: Automatico

# TFRMFUROS.GROUPBOX2.CAPTION
source: Manual
it: Manuale

source: Area livre
de: Frei Fläche
it: Free Area

source: Área do furo
de: Lochefläche
it: Area del foro

source: Quantidade de Furos
de: Löcher Quantität
it: Quantità dei fori

source: Tamanho do furo
de: Lochgrösse
it: Dimensione del foro

# tfrmmedida.caption
source: Medidas da placa
it: Dimensioni PCB

source: Tamanho
de: Größe
it: Dimensione

source: Resolução
de: Bildauflösung
it: Risoluzione

source: Coloque aqui a medida real da sua placa em centimetros:
de: Füllen Sie die Größe Ihrer PCB in Zentimetern:
it: Mettere qui le dimensioni del PCB in centimetri

# TFRMMEDIDA.LABEL2.CAPTION
source: Lado A
de: Seite A
it: Lato A

# TFRMMEDIDA.LABEL3.CAPTION
source: Lado B
de: Seite B
it: Lato B

# TFRMMEDIDA.LABEL4.CAPTION
source: Lado A
de: Seite A
it: Lato A

# TFRMMEDIDA.LABEL5.CAPTION
source: Lado B
de: Seite B
it: Lato B

source: Otimizar
de: Optimieren
it: Ottimizzare

# tfrmotimizar.caption
source: Otimizar Imagem
it: Ottimizzare immagine

source: Fator de Branco
de: Weiß Faktor
it: Fattore bianco

source: Espessura da borda
it: Spessore del bordo

source: Ajuda
de: Hilfe
it: Help

# TFRMPRINCIPAL.MIMAGEM.CAPTION
source: Imagem
de: Bild
it: Immagine

# TFRMPRINCIPAL.MVETOR.CAPTION
source: Vetor
de: Vektor
it: Vector

source: Abrir
de: Öffnen
it: Apri Immagine

source: Borda
de: Rand
it: Bordo

source: Externa
de: Extern
it: Externo

source: Interna
de: Intern
it: Interno

source: Contorno da placa
it: Contorno della scheda PCB

source: Curso do Eixo Z
de: Z-Achse
it: Movimento Asse Z

source: Fresar
it: Fresare

source: Gerar Coordenadas
de: Koordinaten Generieren
it: Generazione delle coordinate

source: Gerar arquivo de Fresagem
it: Generazione file di Fresatura

source: Gerar arquivo de Fresagem Sem Furos
it: Generazione file senza buchi

# tfrmprincipal.smgerafuracao.caption
source: Gerar arquivo de Furação
it: Generazione File di foratura

source: Gerar Arquivo de Recorte
it: Generazione file per il taglio

# TFRMPRINCIPAL.SMMANUAL.CAPTION
source: Manual
it: Manuale

source: Mapa da Fresagem
de: Fräsen Karte
it: Mappa di fresatura

source: Mapa da Fresagem Sem Furos
it: Mappa di fresatura senza fori

source: Não Fresar
it: Non fresare

# TFRMPRINCIPAL.SMOTIMIZAR.CAPTION
source: Otimizar Imagem
de: Bild optimieren
it: Optimizza immagine

source: Ponto
de: Punkt
it: Punto

source: Salvar configuração
de: Konfiguration speichern
it: Salva configurazione

source: Salvar GCode Fresar
it: Salva Gcode per fresatura

source: Salvar GCode Furos
it: Salva Gcode per foratura

source: Salvar GCode Recorte
it: Salva Gcode per taglio

source: Salvar Gcode único
it: Salva Gcode unico

source: Salvar Otimizada
de: Optimiert-Version speichern
it: Salva Ottimizzazione

source: Salvar Vetorizada
de: Vektorisiert Speichern
it: Salva Vettorizzazione

source: Separador Decimal
de: Dezimaltrennzeichen
it: Separatore Decimale

# TFRMPRINCIPAL.SMSOBRE.CAPTION
source: Sobre
de: Über
it: Riguardo a:

source: Tamanho Original
de: Originalgröße
it: Dimensione originale

source: Calcular Tamanho da Placa
it: Calculo dimensione PCB

source: Tamanho Otimizado
de: Optimierte Größe
it: Dimensione ottimizzata

source: Tamanho da Placa
de: PCB Größe
it: Dimensione PCB

source: Velocidade dos Eixos
de: Achsen Geschwindigkeit
it: Velocità spostamento degli Assi

source: Vetorizar
de: Vektorisieren
it: Vettorizzazione

source: Virgula
de: Komma
it: Virgola

# TFRMPRINCIPAL.TABSHEET1.CAPTION
source: Imagem
it: Immagine

# TFRMPRINCIPAL.TABSHEET2.CAPTION
source: Otimizada
it: Ottimizzata

# TFRMPRINCIPAL.TABSHEET3.CAPTION
source: Vetor
it: Vettore

# TFRMPRINCIPAL.TABSHEET4.CAPTION
source: Coordenadas
it: Coordinate

# TFRMPRINCIPAL.TABSHEET5.CAPTION
source: GCode Fresagem
it: G-Code per fresatura

# TFRMPRINCIPAL.TABSHEET6.CAPTION
source: Mapa Fresagem
it: Fresatura

# TFRMPRINCIPAL.TABSHEET7.CAPTION
source: GCode Furação
it: G-Code per foratura

source: Mapa Furaçao
it: Mappa foratura

source: GCode Recorte
it: Gcode per fresatura

source: Fechar
de: Schließen
it: Chiusere

source: Doações
it: Donazioni

# tfrmsobre.caption
source: Sobre
it: Riguardo a:

source: Definir velocidade dos eixos
de: Achse Geschwindigkeit definieren
it: Definire la velocità degli Assi

source: Definir as velocidades dos eixos XY e Z.
de: X-, Y- und Z-Achsen Geschwindigkeit definieren
it: Definire la velocità degli Assi XY e Z

source: mm/minuto do eixo Z decendo
de: Z-Acshe Abstiegsgeschwindigkeit, in mm pro Minute
it: Velocità della discesa dell'asse Z in mm per minuto

source: mm/minuto do eixo XY fresando
de: XY-Achsen Fräsengeschwindigkeit, in mm pro Minute
it: Velocità fresatura degli assi ZY, in mm per minuto

source: mm/minuto do eixo XY recortando
de: XY-Achsen Schnittgeschwindigkeit, in mm pro Minute
it: Velocità taglio Assi XY, in mm per minuto

source: Deslocamentos do eixo Z
de: Z-Achse Verschiebung
it: Spostamento su Asse Z

source: Profundidade de fresagem
de: Fräsen Tiefe
it: Profondità fresatura

source: Número de passes para o recorte
de: Nummern von Schritten für der Schnitten
it: Numero di passaggi per il taglio

source: Avanço do eixo Z a cada passe
de: Vorfeld der Z-Achse auf aufeinanderfolgenden Durchgängen
it: Avanzamento dell'Asse Z per ogni passaggio

source: Velocidade do Spindle
it: Velocità mandrino

source: Altura para deslocamento
de: Verschiebungshöhe
it: Safe height for displacements

source: Deslocamentos do Eixo Z
de: Z-Achse Verschiebung
it: Spostamento Asse Z

source: O nivel zero do eixo Z é a superficie da placa!
de: Die Null Ebene der Z-Achse ist bei PCB Oberfläche!
it: Lo Zero dell'Asse Z è la superficie del PCB!

source: Profundidade dos furos
de: Bohrtiefe
it: Profondità dei fori

source: Profundidade do recorte
de: Schnitttiefe
it: Profondità di taglio

source: Tamanho original da imagem
de: Originalbildgrösse
it: Dimensioni originali dell'immagine

source: Tamanho otimizado da imagem
de: Bildes Optimierte Größe
it: Dimensioni ottimizzate dell'immagine

source: Pontos por mm
de: Punkte pro mm
it: Punti per mm

source: Tamanho de Imagem muito grande! Tente reduzir o tamanho.
de: Bild zu groß! Versuchen Sie, die Größe zu verringern.
it: La dimensione dell'immagine è troppo grande! Provare a ridurla.

source: Favor especificar o tamanho da placa antes!
de: Bitte geben Sie die Größe der Leiterplatte vor!
it: Per favore specificare prima la dimensione del PCB!

source: ( Arquivo de Furos da PCI )
it: (File dei fori PCB)

source: ( Gerado pelo programa PCIToGCode )
de: (Erstellt durch das PCIToGCode Programm)
it: (Generato dal programma PCIToGCode)

source: ( Arquivo Convertido:
de: (Konvertierte Datei:
it: (File Convertito:

source: ( Tamanho da placa: X =
de: (PCB Größe: X =
it: (Dimensione del PCB: X =

source: ( Boa fura#231#227o! )
de: (Gute Bohren!)
it: (Buona foratura!)

source: ( Arquivo de Fresagem de PCI )
it: (File di fresatura PCB)

source: ( Boa Fresagem! )
it: (Buona fresatura!)

source: Furo excluido!
it: Foro escluso!

source: Furo inexistente!
it: Foro inesistente!

source: Furo adicionado!
it: Foro aggiunto!

source: ( Arquivo de Recorte da PCI )
it: (File di taglio PCB)

source: ( Bom Recorte! )
it: (Buon taglio)

source: Recortar após furação
de: Nach Bohren schneiden

source: Captura de furos
de: Löcher Erfassung

source: Medidas da placa
de: PCB Board-Größe

# TFRMOTIMIZAR.FRMOTIMIZAR.CAPTION
source: Otimizar Imagem
de: Bild Optimieren

source: Coordenadas
de: Koordinaten

source: Fresagem
de: Fräsen

source: Furação
de: Bohrung

source: G-Code Fresagem
de: Fräsen G-Code

source: G-Code Furação
de: Bohrung G-Code

# TFRMPRINCIPAL.NIMAGEM.CAPTION
source: Imagem
de: Bild

source: Otimizada
de: Optmiert

# TFRMPRINCIPAL.NVETORISADA.CAPTION
source: Vetor
de: Vektor

source: Salvar arquivo como
de: Datei speichern unter

source: Gerar arquivo de Furação
de: Bohrung Datei Generieren

source: Gerar arquivo de fresagem
de: Fräsdatei Generieren

source: Manual
de: Handbuch

source: Salvar Gcode Fresar
de: Speichern Fräsen-Gcode

source: Salva Gcode Furos
de: Speichern Bohren-Gcode

# TFRMSOBRE.FRMSOBRE.CAPTION
source: Sobre
de: Über

source: ( Arquivo de furos da PCI )
de: (PCB Löcher Datei)

source: ( Arquivo de fresagem de PCI )
de: (Fräsen Datei von PCB)

source: ( Boa fresagem! )
de: (Gute Fräsen!)
