Repository: EngRubens/PCIToGCode
Catalog: i18n/PCIToGCode.*.po
Languages: fr

# TFRMCMEDIDAS.BTNCALCULARX.CAPTION
source: Calcular resolução
fr: Calculer la Résolution

# TFRMCMEDIDAS.BTNCALCULARY.CAPTION
source: Calcular resolução
fr: Calculer la Résolution

# TFRMCMEDIDAS.BTNPONTO1X.CAPTION
source: Capturar primeiro ponto
fr: Capturer premier point

# TFRMCMEDIDAS.BTNPONTO1X.HINT
source: Clique no primeiro furo.
fr: Cliquez sur le premier trou.

# TFRMCMEDIDAS.BTNPONTO1Y.CAPTION
source: Capturar primeiro ponto
fr: Capturer premier point

# TFRMCMEDIDAS.BTNPONTO1Y.HINT
source: Clique no primeiro furo.
fr: Cliquez sur le premier trou.

# TFRMCMEDIDAS.BTNPONTO2X.CAPTION
source: Capturar segundo ponto
fr: Capturer second point

# TFRMCMEDIDAS.BTNPONTO2X.HINT
source: Clique no segundo furo.
fr: Cliquez sur le second trou.

# TFRMCMEDIDAS.BTNPONTO2Y.CAPTION
source: Capturar segundo ponto
fr: Capturer second point

# TFRMCMEDIDAS.BTNPONTO2Y.HINT
source: Clique no segundo furo.
fr: Cliquez sur le second trou.

source: Eixo X
fr: Axe X

source: Eixo Y
fr: Axe Y

# TFRMCMEDIDAS.LABEL1.CAPTION
source: Calcular o tamanho da placa baseado na distancia padrão dos pinos de um CI de 2,54mm.
fr: Calculer la taille de la plaque sur la base du Pas standards d'un IC de 2,54 mm.

source: Capturar Furos
fr: Capturez du trou

source: Automático
fr: Automatique

# TFRMFUROS.GROUPBOX2.CAPTION
source: Manual
fr: Manuel

source: Area livre
fr: Zone libre

source: Área do furo
fr: Zone du trou

source: Quantidade de Furos
fr: Nombre de trou

source: Tamanho do furo
fr: Taille du trou

source: Tamanho
fr: Taille

source: Resolução
fr: Résolution

source: Coloque aqui a medida real da sua placa em centimetros:
fr: Mettez ici la vraie mesure de votre plaque en cm:

# TFRMMEDIDA.LABEL2.CAPTION
source: Lado A
fr: Face A

# TFRMMEDIDA.LABEL3.CAPTION
source: Lado B
fr: Face B

# TFRMMEDIDA.LABEL4.CAPTION
source: Lado A
fr: Face A

# TFRMMEDIDA.LABEL5.CAPTION
source: Lado B
fr: Face B

source: Otimizar
fr: Optimiser

# tfrmotimizar.caption
source: Otimizar Imagem
fr: Optimiser l'Image

source: Fator de Branco
fr: Facteur de Blanc

source: Espessura da borda
fr: Épaisseur de la bordure

source: Ajuda
fr: Aide

# TFRMPRINCIPAL.MIMAGEM.CAPTION
source: Imagem
fr: Image

# TFRMPRINCIPAL.MVETOR.CAPTION
source: Vetor
fr: Vecteur

source: Abrir
fr: Ouvrir

source: Borda
fr: Bordure

source: Externa
fr: Externe

source: Interna
fr: Interne

source: Curso do Eixo Z
fr: Course Axe Z

source: Gerar Coordenadas
fr: Générer Coordonnées

# TFRMPRINCIPAL.SMMANUAL.CAPTION
source: Manual
fr: Manuel

source: Mapa da Fresagem
fr: Carte de Fraisage

# TFRMPRINCIPAL.SMOTIMIZAR.CAPTION
source: Otimizar Imagem
fr: Optimiser l'Image

source: Ponto
fr: Point

source: Salvar configuração
fr: Sauvegarder la configuration

source: Salvar Otimizada
fr: Sauvegarder l'Optimisation

source: Salvar Vetorizada
fr: Sauvegarder la Vectorisation

source: Separador Decimal
fr: Séparateur Décimal

# TFRMPRINCIPAL.SMSOBRE.CAPTION
source: Sobre
fr: A propos

source: Tamanho Original
fr: Taille d'Origine

source: Calcular Tamanho da Placa
fr: Calculer la Taille de la Plaque

source: Tamanho Otimizado
fr: Optimisé la Taille

source: Tamanho da Placa
fr: Taille de la Plaque

source: Velocidade dos Eixos
fr: Vitesse des Axes

source: Vetorizar
fr: Vectoriser

source: Virgula
fr: Virgule

# TFRMPRINCIPAL.TABSHEET1.CAPTION
source: Imagem
fr: Image

# TFRMPRINCIPAL.TABSHEET2.CAPTION
source: Otimizada
fr: Optimiser

# TFRMPRINCIPAL.TABSHEET3.CAPTION
source: Vetor
fr: Vecteur

# TFRMPRINCIPAL.TABSHEET4.CAPTION
source: Coordenadas
fr: Coordonnées

source: Fechar
fr: Proche

source: Doações
fr: Dons

source: Definir velocidade dos eixos
fr: Définir la Vitesse des Axes

source: Definir as velocidades dos eixos XY e Z.
fr: Définir la Vitesse des Axes XY et Z

source: mm/minuto do eixo Z decendo
fr: Vitesse de descente de l'Axe Z en mm/Minute

source: mm/minuto do eixo XY fresando
fr: Vitesse des Axes XY mode Fraisage en mm/Minute

source: mm/minuto do eixo XY recortando
fr: Vitesse des Axes XY mode Découpe en mm/Minute

source: Deslocamentos do eixo Z
fr: Déplacements de l'Axe Z

source: Profundidade de fresagem
fr: Profondeur de fraisage

source: Número de passes para o recorte
fr: Nombre de passes de coupe

source: Avanço do eixo Z a cada passe
fr: Avance de l'axe Z à chaque passage

source: Velocidade do Spindle
fr: Vitesse de rotation

source: RPM
fr: tr/mn

source: Altura para deslocamento
fr: Hauteur de déplacement

source: Deslocamentos do Eixo Z
fr: Déplacement de l'Axe Z

source: O nivel zero do eixo Z é a superficie da placa!
fr: Le point zéro de l'axe Z est la surface de la plaque !

source: Profundidade dos furos
fr: Profondeur des Perçages

source: Profundidade do recorte
fr: Profondeur de coupe

source: Tamanho original da imagem
fr: Taille de l'image originale

source: Tamanho otimizado da imagem
fr: Taille Optimisée de l'Image

source: Pontos por mm
fr: Points par mm

source: Tamanho de Imagem muito grande! Tente reduzir o tamanho.
fr: La Taille de l'image trop grande, Essayez de réduire la taille.

source: Favor especificar o tamanho da placa antes!
fr: S'il vous plaît spécifier la taille de la plaque avant!

source: ( Gerado pelo programa PCIToGCode )
fr: (Généré par le programme PCIToGCode )

source: ( Arquivo Convertido:
fr: (Conversion du fichier:

source: ( Tamanho da placa: X =
fr: ( Taille de la Plaque: X=

source: ( Boa fura#231#227o! )
fr: ( Bon Perçage ! )

source: Furo excluido!
fr: Trou exclu!

source: Furo inexistente!
fr: Trou inexistant!

source: Furo adicionado!
fr: Trou ajouté!
